Repository: KZacc98/PlantBudApp
Catalog: PlantBudApp/Resources/Localizable/*.lproj/Localizable.strings
Languages: pl

source: Warning
pl: Ostrzeżenie

source: Yes
pl: Tak

source: No
pl: Nie

source: Done
pl: Zakończ

source: Back
pl: Wróć

# tabBarOptionHome
source: Home
pl: Dom

# tabBarOptionLeaf
source: Plants
pl: Rośliny

# tabBarOptionPlus
source: Add
pl: Dodaj

# tabBarOptionBadge
source: Badges
pl: Odznaki

# tabBarOptionCommunity
source: Communities
pl: Społeczności

# loginButtonTitile
source: Sign in
pl: Zaloguj się

# loginTitle
source: Hello
pl: Witaj

# passwordInputText
source: Password
pl: Hasło

# passwordPlaceholder
source: Your password here
pl: Twoje hasło

# registerTitle
source: Sign up
pl: Zarejestruj się

# nameInputPlaceholder
source: Your name
pl: Twoje imię

# usernameInputText
source: Username
pl: Nazwa użytkownika

# usernameInputPlaceholder
source: Your username
pl: Twoja nazwa użytkownika

# homeTitle
source: Home
pl: Strona główna

# userProfileCellName
source: Hello %1$@
pl: Witaj %1$@

# userProfileCellPlantsLabel
source: Plants
pl: Rośliny

# plantStatsHeaderLabel
source: Summary
pl: Podsumowanie

# messageOfTheDayHeaderLabel
source: Message of the day
pl: Wiadomość dnia

# currentPlantMeanState
source: State of your plants
pl: Stan twoich roślin

# noMessage
source: An error ocurred when fetching message
pl: Wystąpił błąd podczas pobierania wiadomości

# perfectScore1
source: Your plants are always looking so healthy and vibrant - it's clear that you have a real green thumb! Keep up the excellent work with their care.
pl: Twoje rośliny zawsze wyglądają tak zdrowo i żywo - widać, że masz do nich świetne podejście! Kontynuuj doskonałą pracę z ich pielęgnacją.

# perfectScore2
source: I am constantly amazed by the care and attention you give to your plants. Your hard work is really paying off - they look fantastic! Keep up the great job.
pl: Jestem nieustannie zdumiony troską i uwagą, jaką poświęcasz swoim roślinom. Twoja ciężka praca naprawdę się opłaca - wyglądają fantastycznie! Trzymaj się tej wspaniałej pracy.

# perfectScore3
source: I have to say, your plants are some of the most well-cared-for ones I've ever seen. Your dedication to their health is really paying off - they look amazing! Keep up the fantastic work.
pl: Muszę powiedzieć, że Twoje rośliny są jednymi z najbardziej zadbanych jakie kiedykolwiek widziałem. Twoje poświęcenie dla ich zdrowia naprawdę się opłaca - wyglądają niesamowicie! Trzymaj się fantastycznej pracy.

# thirsty1
source: Hey there, just a friendly reminder that your plants could use some watering. They'll thank you for it with some healthy growth!
pl: Hej tam, tylko przyjazne przypomnienie, że Twoim roślinom przydałoby się trochę podlewania. Podziękują Ci za to zdrowym wzrostem!

# thirsty2
source: It looks like your plants could use a drink - don't forget to water them to keep them looking their best!
pl: Wygląda na to, że Twoim roślinom przydałoby się picie - nie zapomnij ich podlać, aby wyglądały jak najlepiej!

# thirsty3
source: Hey, just a quick note to let you know that your plants are looking a little parched. Make sure to give them some water to keep them happy and healthy!
pl: Hej, tylko szybka notatka, aby dać Ci znać, że Twoje rośliny wyglądają na nieco sparaliżowane. Upewnij się, że dasz im trochę wody, aby były szczęśliwe i zdrowe!

# forgotten1
source: Hey there, it looks like your plants could use some love and attention. Don't forget to water and care for them so they can thrive!
pl: Hej tam, wygląda na to, że Twoim roślinom przydałoby się trochę miłości i uwagi. Nie zapomnij ich podlewać i pielęgnować, aby mogły się rozwijać!

# forgotten2
source: I noticed that your plants are looking a little neglected - don't forget to give them the care they need to stay healthy and happy!
pl: Zauważyłem, że Twoje rośliny wyglądają na nieco zaniedbane - nie zapomnij dać im opieki, której potrzebują, aby pozostać zdrowymi i szczęśliwymi!

# forgotten3
source: Hey, just a friendly reminder that your plants need some attention. Make sure to water and care for them regularly to keep them looking their best.
pl: Hej, tylko przyjazne przypomnienie, że Twoje rośliny potrzebują trochę uwagi. Upewnij się, że podlewasz je i dbasz o nie regularnie, aby wyglądały jak najlepiej.

# regular1
source: I've noticed that you generally do a great job at caring for your plants, but there are a few areas where you could improve. Have you tried using different types of soil or fertilizers to see what works best for your plants? It might help them grow even healthier and stronger.
pl: Zauważyłem, że ogólnie wykonujesz świetną pracę przy pielęgnacji swoich roślin, ale jest kilka obszarów, w których mógłbyś się poprawić. Czy próbowałeś używać różnych rodzajów gleby lub nawozów, aby zobaczyć co działa najlepiej dla Twoich roślin? Może to pomóc im rosnąć jeszcze zdrowiej i silniej.

# regular2
source: Your plants are looking great overall, but I've noticed that some of them are getting a little leggy. Have you considered pruning them to encourage new growth and keep them looking their best? It's a simple but effective way to improve their health and appearance.
pl: Twoje rośliny wyglądają ogólnie świetnie, ale zauważyłem, że niektóre z nich stają się trochę legendarne. Czy rozważałeś ich przycinanie, aby zachęcić je do nowego wzrostu i utrzymać ich najlepszy wygląd? To prosty, ale skuteczny sposób na poprawę ich zdrowia i wyglądu.

# regular3
source: I really appreciate the care and attention you give to your plants, but have you thought about rotating them to ensure they all get an equal amount of sunlight? It can make a big difference in their growth and overall health. Keep up the great work, and don't be afraid to experiment and try new things!
pl: Naprawdę doceniam troskę i uwagę, jaką poświęcasz swoim roślinom, ale czy pomyślałeś o ich rotacji, aby zapewnić im wszystkim równą ilość światła słonecznego? To może zrobić dużą różnicę w ich wzroście i ogólnym zdrowiu. Kontynuujcie wspaniałą pracę i nie bójcie się eksperymentować i próbować nowych rzeczy!

# messageOfTheDay1
source: Our plants may not speak, but they surely do sing When we give them the care that makes their leaves take wing. We water and fertilize, prune and protect So that our plants can thrive, and never neglect.
pl: Nasze rośliny może nie mówią, ale na pewno śpiewają Kiedy dajemy im opiekę, która sprawia, że ich liście nabierają skrzydeł. Podlewamy i nawozimy, przycinamy i chronimy, aby nasze rośliny mogły się rozwijać, a nigdy nie zaniedbać.

# messageOfTheDay2
source: Our plants are like our children, they need love and care Without it, they wilt and droop, and that just isn't fair. So we tend to them daily, with water and sunlight And watch them grow strong, it's a beautiful sight.
pl: Nasze rośliny są jak nasze dzieci, potrzebują miłości i opieki, bez niej więdną i opadają, a to nie jest sprawiedliwe. Więc dbamy o nie codziennie, z wodą i światłem słonecznym i patrzymy jak rosną w siłę, to piękny widok.

# messageOfTheDay3
source: Our plants may not have voices, but they have hearts And when they're well taken care of, they never fall apart. We water and prune and give them some cheer So they can grow tall and strong, all throughout the year.
pl: Nasze rośliny może nie mają głosów, ale mają serca, a kiedy się nimi dobrze opiekujemy, nigdy się nie rozpadają. Podlewamy je, przycinamy i dodajemy im trochę otuchy, aby mogły rosnąć wysokie i silne, przez cały rok.

# plantListTitle
source: Plants
pl: Rośliny

# plantNameInput
source: Plant name
pl: Nazwa rośliny

# addPlantButtonTitle
source: Add plant
pl: Dodaj roślinę

# plantDetailsTitle
source: Plant details
pl: Szczegóły

# careRoutineHeaderLabel
source: Care routine
pl: Rutyna pielęgnacyjna

# deleteHeaderLabel
source: Danger zone
pl: Strefa zagrożenia

# addRoutineStepButtonLabel
source: Add routine step
pl: Dodaj krok

# addCareRoutineButtonLabel
source: Create care routine
pl: Utwórz rutynę pielęgnacyjną

# deletePlantButtonTitle
source: Delete plant
pl: Usuń roślinę

# deletePlantDialogMessage
source: You're about to delete this plant. THIS ACTION IS IRREVERSIBLE! Would you like to continue?
pl: Masz zamiar usunąć tę roślinę. Ta czynność jest nieodwracalna! Czy chcesz kontynuować?

# addCareRoutineTitle
source: Care routine
pl: Rutyna pielęgnacyjna

# routineStepDescriptionPlaceholder
source: Step description
pl: Opis

# routineStepPickerTitle
source: Pick step frqequency
pl: Wybierz częstotliwość

# routineStepPickerPlaceholder
source: Step frequency
pl: Częstotliwość kroku

# stepListEmpty
source: Step frequency list empty
pl: Lista częstotliwości kroków pusta

source: Three times a Day
pl: Trzy razy dziennie

source: Two times a day
pl: Dwa razy dziennie

source: Daily
pl: Codziennie

source: Every two days
pl: Co dwa dni

source: Every three days
pl: Co trzy dni

source: Every four days
pl: Co cztery dni

source: Every five days
pl: Co pięć dni

source: Every six days
pl: Co sześć dni

source: Weekly
pl: Tygodniowo

source: Every two weeks
pl: Co dwa tygodnie

source: Every three weeks
pl: Co trzy tygodnie

source: Once a month
pl: Raz w miesiącu

source: Once a year
pl: Raz w roku

source: Other
pl: Inne

# badgesTitle
source: Badges
pl: Odznaki

# newestBadgeHeaderLabel
source: Newest badge
pl: Najnowsza odznaka

# allBadgesHeaderLabel
source: All badges
pl: Wszystkie odznaki

# communitiesListTitle
source: Communities
pl: Społeczności

# userCommunitiesHeaderTitle
source: Your communities
pl: Twoje społeczności

# allCommunitiesHeaderTitle
source: All communities
pl: Wszystkie społeczności

# noCommentsPlaceholder
source: Be the first to comment
pl: Skomentuj jako pierwszy

# postPoints
source: Points:
pl: Punkty:

# postOptionsDialogTitle
source: Options
pl: Opcje

# postOptionsDialogMessage
source: Pick an option
pl: Wybierz opcje

# postOptionReport
source: Report inappropriate content
pl: Zgłoś nieodpowiednią zawartość
